Repository: staticVoidMan/FindingFalcone
Catalog: FindingFalcone-iOS/FindingFalcone-iOS/Localization/*.lproj/Localizable.strings
Languages: hi

source: Loading Resources...
hi: संसाधन लोड हो रहे हैं...

# FIND_FALCONE_TITLE
source: Where's Falcone?
hi: फाल्कोन कहाँ है?

# FIND_FALCONE_WAIT_TITLE
source: Wait a minute!
hi: ज़रा ठहरिये!

# FIND_FALCONE_WAIT_MESSAGE
source: You need to prepare all destinations before dispatching your troops
hi: अपने सैनिकों को भेजने से पहले आपको सभी गंतव्यों को तैयार करने की आवश्यकता है

# FIND_FALCONE_HELP
source: In the distant distant galaxy of Tara B. After the recent war with neighbouring planet Falicornia, King Shan has exiled the Queen of Falicornia for 15 years. Queen Al Falcone is now in hiding. But if King Shan can find her before the years are up, she will be exiled for another 15 years... Can you help King Shan find Queen Al Falcone?
hi: तारा बी की दूर की आकाशगंगा में। हाल ही में पड़ोसी ग्रह फालिकोर्निया के साथ युद्ध के बाद, राजा शान ने 15 साल के लिए फालिकोर्निया की रानी को निर्वासित कर दिया है। रानी अल फाल्कोन अब छिप गई है। लेकिन अगर राजा शान साल पूरे होने से पहले उसे ढूंढ लेते हैं, तो उसे और 15 साल के लिए निर्वासित कर दिया जाएगा... क्या आप किंग शान को रानी अल फालकोन को खोजने में मदद कर सकते हैं?

# ETA_X
source: ETA - %dhrs
hi: ईटीए - %dघंटे

# FIND_FALCONE_CTA
source: Find Falcone
hi: फाल्कन खोजें

source: Something went wrong!
hi: कुछ गलत हो गया!

# PLANET_UNAVAILABLE
source: Unable to choose planet
hi: ग्रह चुनने में असमर्थर्थ

# VEHICLE_UNAVAILABLE
source: Unable to choose vehicle
hi: वाहन चुनने में असमर्थ

# FIND_FALCONE_RESULT_WAIT
source: Please wait! Your troops are currently busy...
hi: कृपया प्रतीक्षा करें! आपके सैनिक इस समय व्यस्त हैं...

# FIND_FALCONE_RESULT_SUCCESS_X
source: %@ 🦹‍♀️ Queen Al Falcone found hiding on this planet. 🤴 King Shan is mightly pleased, & will exile her for another 15 years.
hi: %@ 🦹‍♀️ रानी अल फाल्कोन इस ग्रह पर छिपी हुई मिलीं। 🤴 राजा शान प्रसन्न है, और उसे अगले 15 वर्षों के लिए निर्वासित करेगा।

# FIND_FALCONE_RESULT_FAIL
source: Ouch! Hard Luck! Your troops were not able to find Queen Al Falcone of Falicornia. 🦹‍♀️
hi: अरे नहीं! आपकी सेना फालिकोर्निया की रानी अल फाल्कोन को नहीं ढूंढ पाई। 🦹‍♀️

source: Start Again
hi: फिर से शुरू करें

source: Destination
hi: गंतव्य

# DESTINATION_X
source: Destination %d
hi: गंतव्य %d

source: Select Planet
hi: ग्रह चुनें

source: Select Vehicle
hi: वाहन चुनें

source: Distance
hi: दूरी

source: Range
hi: रेंज

source: Speed
hi: गति

source: Count
hi: गिनती
